api/modules/v1/controllers/UserController.php

INSERT INTO `user` (`auth_key`, `password_hash`, `username`, `email`, `created_at`, `updated_at`) VALUES ('ASt7NPwxa-4xx3gg0-FXjjLrzoWZrm5A', '$2y$13$zApzQ3Pe9biV8MsLKD9ebur5Ib1xkIWVTeclqRkRxRB9eevNjuaT6', '111', '111@111.com', 1505187121, 1505187121)
---
    public function actionSignupTest ()
    {
        $user = new User();
        $user->generateAuthKey();
        $user->setPassword('123456');
        $user->username = '111';
        $user->email = '111@111.com';
        $user->save(false);